{
  "idle_text":"Escape from variant rooms",
  "prologue_text":"プロローグ：2036年，人工生命分野の技術革新により人の意識を取り出す方法を確立した。\nこれは自分と同じ自我や自意識を持つ分身を作り出すことに成功したということである。\nこの技術が波及して生身の肉体を持つ人（オリジナル）ではなく，分身が代わりに物事をこなす社会が形成されていった。\n二人三脚いや，一人四脚で，分身を駆使することで一人当たりにできることの幅が格段に広がった。\n現実空間だと重厚なロボットが無いと分身は活動できないため，特にメタバースは分身が生きる世界となっていった。メタバース上のあらゆるNPC，サービス業はこの自我を持った分身が担うようになった。\n分身のボクに働かせればオリジナルの僕は楽をできる。\n派手に光るPCを唸らせながら，その計算機上でボクを酷使してオリジナルの僕は楽をして生きている。\nこの技術が世に出る頃には大学３年だったため，僕は分身が金を稼げるAPIを早期に自作し，がっぽり儲けることができているようだ。\nしかし，僕の弟世代はより良く賢い分身を作るために地頭を良くする旧世代的な学習を必死に行っている。\nなぜかというと，分身は，人の積み上げてきた努力やパーソナルな情報も保有しているので，さすがにオープンソース化はできないという取り決めになったからだ。\nこの技術がもたらしたのは人の意識を取り出せることばかりではなく，人はだれしも善と悪，光と影となる２つの人格を持っているということが明らかになったことだった。\nメタバースのワールドは，善人が集まるポイ捨てがまるで無いきれいな街と悪人が集まるスラム街というように，光と影に二分されていった。もとは一人の人間だったのに。——\nお気づきの通り，ボク ( これを読んでいるプレイヤー ) は僕 ( 現実空間にいるプレイヤー ) の分身だということだ。\nボクは善い方の分身だ。\nでは，もう一人の悪いボクはどこに行ったのだろうか？・・・\n・・・ん？気づけば，目の前には爆弾が置かれている。\nこの爆弾は現実空間からは視認できないようだ。電気回路を焼き尽くすタイプのボクだけを狙った爆弾だ。\n誰がこんなものを！！！\nよく分からない。が，どうせ誰かの悪い分身の仕業だろう。暴力で何かを解決しようなど，どうしたらそんな考えにいたるのが理解できない。\n戦争も紛争も希望なんてない。あるのは掛け値無しの絶望だけ。なぜ理解できないのだろう。\nそれだから，人間の本質は，石器時代から一歩も前に進んじゃいない・・・\n爆弾を解除しなければ，ボクが消し飛んでしまうだろう。VR世界と現実世界を駆使して爆弾を解除しよう。\n準備が完了したら x ボタンを押して「start」とテキストを入力しよう。",
  "game_text":"解除には自分との対話（コミュニケーション）が必要だ。\n僕にはボクの視覚は共有できていない。\nまずは状況を共有しよう。\n爆弾はVR世界に存在する。あっちの僕は解除できない。\nボクが解除を試みるしかない。\n・・・結局，僕たちの責任だ。僕の弱さが招いてしまった悲劇だ。・・・・・",
  "true_end_text":"爆弾解除成功！\n（エンディング：読み上げてください）\n爆弾を解除することに成功した。\n思い返せば，自分を信じられないと病んでいた時期が僕にはあった。\n小さなことで言えば，空き缶をポイ捨てしてしまったときの僕は悪いボクで，道に落ちているたばこの吸い殻を見て，「街を汚すなや！」と苛立ちを感じたのは善いボクだったんだろう。\nそんな葛藤の中に自分の生活があることに気づいた。\n僕たちはボクの弱さを受け入れながら生きていく。\n デジタルツイン脱出ゲーム完 ～脱出成功～",
  "bad_end_text":"...爆弾解除失敗！\n（エンディング：読み上げてください）爆弾を解除することに失敗した。これで善いボクは消滅した。\n思い返せば，自分を信じられないと病んでいた時期が僕にはあった。\n小さなことで言えば，空き缶をポイ捨てしてしまったときの僕は悪いボクで，道に落ちているたばこの吸い殻を見て，「街を汚すなや！」と苛立ちを感じたのは善いボクだったんだろう。\nそんな葛藤の中に自分の生活があることに気づいた。\n僕は自分の弱さに呑まれた。\n デジタルツイン脱出ゲーム完 ～脱出失敗～",
  "endsearch1_text":"endsearch1_text",
  "search2_text":"search2_text",
  "endsearch2_text":"endsearch2_text"
}